anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
apollographql.vscode-apollo
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
humao.rest-client
kisstkondoros.vscode-gutter-preview
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-vscode.vscode-typescript-next
pkief.material-icon-theme
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sdras.night-owl
styled-components.vscode-styled-components
vscode-icons-team.vscode-icons
vscodevim.vim
xabikos.javascriptsnippets
